चेतावनी! क्या आपका आपका ध्यान कृपया हो सकता है!
वहाँ एक समस्या है ! मेरे संचार पोर्ट के साथ, अपने arduino की जांच करें
आर्डिनो में खराब एम आर एल कॉम संस्करण, कृपया अपडेट करें
चेतावनी! मेरा मस्तिष्क भ्रष्ट हो गया है, शायद एक बुरा शटडाउन? चिंता न करें मैं एक को पुनः कंपाइल कर दूंगा। मैं। मीटर। एल। फ़ाइलें।
चैटबॉट भरी हुई है, मैं अन्य घटक शुरू कर सकता हूं, कृपया प्रतीक्षा करें
The chatbot cannot start because I found no dictionary about your language
मैं अपने दिमाग को लोड कर रहा हूं, कृपया प्रतीक्षा करें
ऑडियो सिग्नल के आधार पर, मेरे मुंह का स्वचालित सिंक्रनाइज़ेशन
मैं एनालॉग पोर्ट पर किसी भी अच्छा ऑडियो सिग्नल का पता नहीं लगा,
मुझे एक ऑडियो संकेत मिलता है लेकिन यह सही नहीं है। Aref arduino की जांच करें चिंता मत करो यह काम करेगा
अच्छा, मेरे होंठ को देखो, वे आगे बढ़ रहे हैं
नेपिक्सल के साथ एक समस्या है, कनेक्शन की जाँच करें और एमआरएल कॉम प्रोटोकॉल
Opencv शुरू नहीं कर सकता, समस्या के साथ,
Kinect खुला एन मैं, शुरू नहीं कर सकते माइक्रोसॉफ्ट कीनेट एस की जांच करें घ। कश्मीर।
ठीक है, आपका मेरा ध्यान है
मेरे सिस्टम को बुझाना, कृपया 10 सेकंड प्रतीक्षा करें
कान शुरू
पलकें शुरू करना
सिर शुरू
बाएं हाथ शुरू करना
बाएं हाथ से शुरू
मुंह शुरू हो रहा है
नियो पिक्सेल सेवा शुरू करना
खुला सी.व्ही। कैमरा, तैयार
Kinect, शुरू कर दिया
पी, आई, आर सेंसर सक्रियण
दाहिने हाथ से शुरू
दाहिने हाथ से शुरू
रोल गर्दन की शुरुआत
टॉरो शुरू करना
to translate Starting ultrasonic sensor
वर्चुअल इनमोओव सक्रिय
ट्रैकिंग शुरू करना