Предупреждение! Пожалуйста, слушайте меня внимательно.
Существует проблема! С моим портом связи, проверьте свою ардуину.
Загружена неправильная версия скетча М.Р.Л. ком. в Ардуино. Обновите пожалуйста М.Р.Л. версию внутри ардуино.
Мой интелект не работает,неправильно выгрузили мою систему. Я перекомпилирую файлы a. i. m. l.
Чатбот загружен, я запускаю другие компоненты, пожалуйста, подождите
Чатбот не может стартовать, потому что я не нашел словаря о вашем языке.
Я загружаю файлы для работы искусственного интеллекта, пожалуйста, подождите
Автоматическая синхронизация моего рта, основанная на звуковом сигнале.
Я не обнаружил хорошего аудиосигнала на аналоговом порту.
Я обнаружил аудиосигнал, но он не идеален. Проверьте пин в ардуино. Не беспокойтесь, это будет работать.
Хорошо, посмотрите на мои губы, они двигаются.
Есть проблема с неопикселем, проверьте соединение и протокол М.Р.Л. ком.
ОПЭН ЦВ не может запуститься, есть проблема.
КИНЕКТ ОПЭН НИ, не может запуститься, есть проблема.
Я готов работать
Отключаю систему, пожалуйста, подождите
Запускаю уши
Запускаю управление глаз
Запускаю управление головы
Запускаю управление левого плеча
Запускаю управление левой руки
Запускаю управление рта
Запуск службы нео пиксель
Запускаю ОПЭН ЦВ. Камера проверена
Запускаю КИННЕКТ
Активация датчика ПИР
Запускаю управление правого плеча
Запускаю управление правой руки
Запускаю управление шеи
Запускаю управление торса
Запускаю ультразвуковой датчик
Виртуальный инмоов активирован
Начинаю отслеживание